{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 10, "word_counts": "{\"layout\": 193, \"control\": 193, \"copywithbasepoint\": 2, \"pasteblock\": 1, \"simplepolyline\": 294, \"toggleorto\": 7, \"stretch\": 520, \"rectangle\": 25, \"dist\": 2, \"normaaudit\": 5, \"circle\": 45, \"delete\": 118, \"movecopy\": 14, \"togglesnap\": 1, \"rotate\": 3, \"move\": 21, \"plot\": 19, \"toggleosnapnext\": 1, \"line\": 443, \"zoom\": 5, \"layer\": 2, \"arc\": 39, \"savedocument\": 41, \"saveasdocument\": 15, \"dropgeom\": 209, \"cut\": 16, \"editundo\": 183, \"copyclip\": 54, \"scale\": 1, \"rmproxy\": 1, \"note\": 17, \"vcoffsetcmd\": 3, \"paste\": 109, \"preferencescmd\": 2, \"properties\": 93, \"setvar\": 1, \"arcbystartcenterend\": 12, \"arcbystartcenterlength\": 3, \"hatchcmd\": 32, \"hatchedit\": 30, \"params\": 1, \"dedit\": 43, \"mtextcreate\": 17, \"dtext\": 5, \"notep\": 1, \"notek\": 1, \"ddedit\": 5, \"matbrowseropen\": 1, \"eattedit\": 9, \"insertblock\": 1, \"circlebydiameter\": 5, \"editredo\": 3, \"frame1\": 3, \"arcbycenterstartangle\": 1, \"redraw\": 1, \"interface\": 1, \"setconfig\": 1, \"showtoolbar\": 2, \"edit\": 2, \"restoreuistate\": 1, \"addgroup\": 2, \"groupedit\": 2, \"group\": 1, \"pasteorigin\": 4, \"dteditcell\": 91, \"copyobjectprops\": 5, \"color\": 1, \"sheetset\": 2, \"pdfimport\": 1, \"export\": 1, \"insertraster\": 2, \"uattach\": 1, \"join\": 2, \"draworder1\": 1, \"draworder\": 1, \"vcbreakcmd\": 2, \"mirror\": 1, \"mtextedit\": 167, \"selectsimilar\": 30, \"newblock\": 2, \"viewshowhatches\": 1, \"mdim\": 33, \"setscale\": 1, \"vctrimbyedgecmd\": 3, \"viewshowwidth\": 14, \"selectall\": 1}", "word_docs": "{\"toggleorto\": 3, \"copywithbasepoint\": 2, \"pasteblock\": 1, \"control\": 6, \"layout\": 6, \"simplepolyline\": 6, \"rectangle\": 4, \"dist\": 1, \"stretch\": 6, \"normaaudit\": 2, \"toggleosnapnext\": 1, \"circle\": 3, \"togglesnap\": 1, \"delete\": 7, \"plot\": 2, \"movecopy\": 2, \"move\": 4, \"rotate\": 2, \"line\": 3, \"zoom\": 1, \"layer\": 2, \"insertblock\": 1, \"frame1\": 1, \"mtextcreate\": 3, \"savedocument\": 4, \"copyclip\": 4, \"editredo\": 2, \"notek\": 1, \"arcbystartcenterend\": 1, \"addgroup\": 1, \"rmproxy\": 1, \"dtext\": 1, \"arc\": 2, \"groupedit\": 1, \"group\": 1, \"params\": 1, \"notep\": 1, \"eattedit\": 2, \"note\": 1, \"redraw\": 1, \"interface\": 1, \"showtoolbar\": 1, \"restoreuistate\": 1, \"ddedit\": 2, \"edit\": 1, \"properties\": 3, \"setconfig\": 1, \"arcbystartcenterlength\": 1, \"hatchcmd\": 3, \"vcoffsetcmd\": 2, \"preferencescmd\": 1, \"editundo\": 4, \"circlebydiameter\": 1, \"hatchedit\": 2, \"saveasdocument\": 4, \"dedit\": 1, \"matbrowseropen\": 1, \"scale\": 1, \"setvar\": 1, \"cut\": 1, \"dropgeom\": 3, \"paste\": 3, \"arcbycenterstartangle\": 1, \"color\": 1, \"copyobjectprops\": 2, \"dteditcell\": 1, \"pasteorigin\": 2, \"sheetset\": 1, \"pdfimport\": 1, \"export\": 1, \"uattach\": 1, \"vcbreakcmd\": 1, \"mirror\": 1, \"mtextedit\": 2, \"join\": 2, \"draworder1\": 1, \"draworder\": 1, \"selectsimilar\": 2, \"insertraster\": 1, \"newblock\": 1, \"setscale\": 1, \"mdim\": 2, \"vctrimbyedgecmd\": 1, \"viewshowhatches\": 1, \"selectall\": 1, \"viewshowwidth\": 1}", "index_docs": "{\"33\": 3, \"47\": 2, \"60\": 1, \"6\": 6, \"5\": 6, \"3\": 6, \"22\": 4, \"48\": 1, \"1\": 6, \"34\": 2, \"62\": 1, \"14\": 3, \"61\": 1, \"9\": 7, \"24\": 2, \"29\": 2, \"23\": 4, \"41\": 2, \"2\": 3, \"35\": 1, \"49\": 2, \"70\": 1, \"45\": 1, \"26\": 3, \"16\": 4, \"13\": 4, \"44\": 2, \"68\": 1, \"31\": 1, \"53\": 1, \"64\": 1, \"36\": 1, \"17\": 2, \"54\": 1, \"76\": 1, \"66\": 1, \"67\": 1, \"32\": 2, \"25\": 1, \"72\": 1, \"73\": 1, \"51\": 1, \"75\": 1, \"37\": 2, \"52\": 1, \"11\": 3, \"74\": 1, \"43\": 1, \"19\": 3, \"42\": 2, \"50\": 1, \"7\": 4, \"38\": 1, \"20\": 2, \"28\": 4, \"15\": 1, \"69\": 1, \"63\": 1, \"65\": 1, \"27\": 1, \"4\": 3, \"10\": 3, \"71\": 1, \"77\": 1, \"39\": 2, \"12\": 1, \"40\": 2, \"55\": 1, \"78\": 1, \"79\": 1, \"80\": 1, \"58\": 1, \"83\": 1, \"8\": 2, \"57\": 2, \"81\": 1, \"82\": 1, \"21\": 2, \"56\": 1, \"59\": 1, \"85\": 1, \"18\": 2, \"46\": 1, \"84\": 1, \"86\": 1, \"30\": 1}", "index_word": "{\"1\": \"stretch\", \"2\": \"line\", \"3\": \"simplepolyline\", \"4\": \"dropgeom\", \"5\": \"layout\", \"6\": \"control\", \"7\": \"editundo\", \"8\": \"mtextedit\", \"9\": \"delete\", \"10\": \"paste\", \"11\": \"properties\", \"12\": \"dteditcell\", \"13\": \"copyclip\", \"14\": \"circle\", \"15\": \"dedit\", \"16\": \"savedocument\", \"17\": \"arc\", \"18\": \"mdim\", \"19\": \"hatchcmd\", \"20\": \"hatchedit\", \"21\": \"selectsimilar\", \"22\": \"rectangle\", \"23\": \"move\", \"24\": \"plot\", \"25\": \"note\", \"26\": \"mtextcreate\", \"27\": \"cut\", \"28\": \"saveasdocument\", \"29\": \"movecopy\", \"30\": \"viewshowwidth\", \"31\": \"arcbystartcenterend\", \"32\": \"eattedit\", \"33\": \"toggleorto\", \"34\": \"normaaudit\", \"35\": \"zoom\", \"36\": \"dtext\", \"37\": \"ddedit\", \"38\": \"circlebydiameter\", \"39\": \"copyobjectprops\", \"40\": \"pasteorigin\", \"41\": \"rotate\", \"42\": \"vcoffsetcmd\", \"43\": \"arcbystartcenterlength\", \"44\": \"editredo\", \"45\": \"frame1\", \"46\": \"vctrimbyedgecmd\", \"47\": \"copywithbasepoint\", \"48\": \"dist\", \"49\": \"layer\", \"50\": \"preferencescmd\", \"51\": \"showtoolbar\", \"52\": \"edit\", \"53\": \"addgroup\", \"54\": \"groupedit\", \"55\": \"sheetset\", \"56\": \"insertraster\", \"57\": \"join\", \"58\": \"vcbreakcmd\", \"59\": \"newblock\", \"60\": \"pasteblock\", \"61\": \"togglesnap\", \"62\": \"toggleosnapnext\", \"63\": \"scale\", \"64\": \"rmproxy\", \"65\": \"setvar\", \"66\": \"params\", \"67\": \"notep\", \"68\": \"notek\", \"69\": \"matbrowseropen\", \"70\": \"insertblock\", \"71\": \"arcbycenterstartangle\", \"72\": \"redraw\", \"73\": \"interface\", \"74\": \"setconfig\", \"75\": \"restoreuistate\", \"76\": \"group\", \"77\": \"color\", \"78\": \"pdfimport\", \"79\": \"export\", \"80\": \"uattach\", \"81\": \"draworder1\", \"82\": \"draworder\", \"83\": \"mirror\", \"84\": \"viewshowhatches\", \"85\": \"setscale\", \"86\": \"selectall\"}", "word_index": "{\"stretch\": 1, \"line\": 2, \"simplepolyline\": 3, \"dropgeom\": 4, \"layout\": 5, \"control\": 6, \"editundo\": 7, \"mtextedit\": 8, \"delete\": 9, \"paste\": 10, \"properties\": 11, \"dteditcell\": 12, \"copyclip\": 13, \"circle\": 14, \"dedit\": 15, \"savedocument\": 16, \"arc\": 17, \"mdim\": 18, \"hatchcmd\": 19, \"hatchedit\": 20, \"selectsimilar\": 21, \"rectangle\": 22, \"move\": 23, \"plot\": 24, \"note\": 25, \"mtextcreate\": 26, \"cut\": 27, \"saveasdocument\": 28, \"movecopy\": 29, \"viewshowwidth\": 30, \"arcbystartcenterend\": 31, \"eattedit\": 32, \"toggleorto\": 33, \"normaaudit\": 34, \"zoom\": 35, \"dtext\": 36, \"ddedit\": 37, \"circlebydiameter\": 38, \"copyobjectprops\": 39, \"pasteorigin\": 40, \"rotate\": 41, \"vcoffsetcmd\": 42, \"arcbystartcenterlength\": 43, \"editredo\": 44, \"frame1\": 45, \"vctrimbyedgecmd\": 46, \"copywithbasepoint\": 47, \"dist\": 48, \"layer\": 49, \"preferencescmd\": 50, \"showtoolbar\": 51, \"edit\": 52, \"addgroup\": 53, \"groupedit\": 54, \"sheetset\": 55, \"insertraster\": 56, \"join\": 57, \"vcbreakcmd\": 58, \"newblock\": 59, \"pasteblock\": 60, \"togglesnap\": 61, \"toggleosnapnext\": 62, \"scale\": 63, \"rmproxy\": 64, \"setvar\": 65, \"params\": 66, \"notep\": 67, \"notek\": 68, \"matbrowseropen\": 69, \"insertblock\": 70, \"arcbycenterstartangle\": 71, \"redraw\": 72, \"interface\": 73, \"setconfig\": 74, \"restoreuistate\": 75, \"group\": 76, \"color\": 77, \"pdfimport\": 78, \"export\": 79, \"uattach\": 80, \"draworder1\": 81, \"draworder\": 82, \"mirror\": 83, \"viewshowhatches\": 84, \"setscale\": 85, \"selectall\": 86}"}}